Repository: ahmedhalilovic/EI_ing-helper
Catalog: CableCrossSection/Localizable.xcstrings
Source language: en
Languages: bs

source: 1-Phase Current:
bs: 1-Fazna struja:

source: 3-Phase Current:
bs: 3-Fazna struja:

source: About app
bs: O aplikaciji

source: Aluminum = 35
bs: Aluminij = 35

source: Aluminum:
bs: Al:

source: App v1.0
bs: Verzija v1.0

source: App version
bs: Verzija aplikacije

source: Busbar
bs: Sabirnica

source: BUSBAR
bs: SABIRNICA

source: Busbar table
bs: Tabela sabirnica

source: Cable cross-section (mm2)
bs: Presjek kabla (mm2)

source: Cable length (m)
bs: Dužina kabla (m)

source: Cable Load
bs: Presjek kabla

source: Cable Load Table
bs: Opterećenje kabla

source: Cable material (Sm/mm2)
bs: Materijal kabla (Sm/mm2)

source: Calculate
bs: Izračunaj

source: Choose language
bs: Odaberi jezik

source: Close
bs: Zatvori

source: Compensation Calculator
bs: Kalkulator kompenzacije

source: COMPENSATION CALCULATOR
bs: KALKULATOR KOMPENZACIJE

source: Conductivity:
bs: Provodnost:

source: Copper = 56
bs: Bakar = 56

source: Copper:
bs: Cu:

source: Cross Section
bs: Presjek

source: Cross-section
bs: Poprečni presjek

source: Cross-Section mm2
bs: Presjek mm2

source: Current:
bs: Struja:

source: Done
bs: Gotovo

source: Equation used
bs: Korištena jednačina

source: Existing Reactive Power:
bs: Postojeća reaktivna snaga:

source: Fuse (Al)
bs: Osigurač (Al)

source: Fuse (Cu)
bs: Osigurač (Cu)

source: Info
bs: Informacije

source: Input parameters
bs: Ulazni podatci

source: Language
bs: Jezik

source: Max current (A)
bs: Max struja (A)

source: Max Current (Al)
bs: Max Struja (Al)

source: Max Current (Cu)
bs: Max Struja (Cu)

source: Maximum Cable length:
bs: Max dužina kabla:

source: More helpers
bs: Dodatne kalkulacije

source: Operating Hours
bs: Sati

source: Power (kW)
bs: Snaga (kW)

source: Power [kW]
bs: Snaga [kW]

source: Power factor (cos φ)
bs: Faktor snage (cos φ)

source: Power Factor (cos φ)
bs: Faktor snage (cos φ)

source: Reactive Energy (kVAR)
bs: Reaktivna Energija (kVAR)

source: Required Capacitor Battery Size:
bs: Potrebna velicina kondenzatorske baterije:

source: Required Compensation:
bs: Potrebna kompenzacija:

source: Result
bs: Rezultat

source: Select Table
bs: Odaberi tabelu

source: Settings
bs: Postavke

source: Size in mm
bs: Veličina u mm

source: Stacked
bs: Količina

source: Table
bs: Tabela

source: Tables
bs: Tabele

source: Target Reactive Power:
bs: Ciljna reaktivna snaga:

source: This app helps you calculate cable cross-sections, voltage drops, and other electrical parameters.
bs: Ova aplikacija vam pomaže da izračunate poprečne presjeke kabela, pad napona i druge električne parametre.

source: Used: %.1f m
bs: Korišteno: %.1f m

source: Voltage (V)
bs: Napon (V)

source: Voltage Drop
bs: Pad napona

source: Voltage Drop:
bs: Pad napona:
